<template>
  <div class="hospIntro">
    <p class="text">
      常德市第一人民医院创建于1898年，原名广济诊所，1915年更名为广德医院，是湖南省首家西医医院。相继更名为常德专区第一人民医院、省立常德医院、常德人民医院、常德地区人民医院、常德市第一人民医院，现已成为一所集医疗、科研、教学、预防、保健、康复等功能为一体的大型综合性三级甲等医院。
    </p>
    <h4>一、基本概况</h4>
    <p class="text">
      占地面积11万平方米，建筑面积20.8万平方米。拥有门急诊医技大楼，第一、二、三住院大楼及儿科大楼等医疗用房，芷园片区科教楼、学生公寓、会堂、老干活动室等辅助用房，投资6.9亿元在建急救中心妇儿中心综合大楼。总资产20.7亿余元。编制床位1800张，实际开放2488张。年总诊疗180万人次，出院病人10万人次，手术量3.7万台次。设24个党政管理机构（详见附表1），3个群团组织，7个党总支，52个临床业务和医技科室（详见附表2）。共有56个病区，67个护理单元。
    </p>
    <h4>二、医疗设备</h4>
    <p class="text">
      拥有全省顶尖的数字化手术室。拥有美国GE3.0T核磁共振、德国西门子1.5T核磁共振、美国GE256排512层超高端螺旋CT、64排128层高速螺旋CT、联影40排40层螺旋CT、德国西门子16排螺旋CT、德国蔡司飞秒激光角膜屈光治疗机、瓦里安（Trilogy）高能直线加速器、西门子（ONCOR）直线加速器、单光子发射计算机断层成像及计算机扫描系统（SPECT）、大孔径定位CT、热断层扫描成像系统、美国悍马钬激光治疗系统、西门子直接数字成像平片X线装置（DR）、心电网络系统、心脏远程实时监测系统、全自动生化分析仪、飞利浦和GE大血管机、美国GE、飞利浦和东芝超高端彩色超声诊断仪等现代化医疗设备近20170件，设备总值达7.5亿元。
    </p>
    <h4>三、诊疗技术</h4>
    <p class="text">
      生殖医学中心、肾移植项目获国家卫健委准入资格，神经内科、神经外科、普通外科、护理为省级临床重点专科。活体亲属供肾移植、生殖遗传（试管婴儿）、冠脉搭桥及危急重症救治、介入治疗、微创技术、体外膜肺氧合（ECMO）等诊疗技术达到省内甚至国内先进水平。
    </p>
    <h4>四、人才建设</h4>
    <p class="text">
      共有在职职工2926人，其中卫技人员2665人。高级职称559人（正高106人），中级职称921人；硕士学位582人，博士13人；硕士生导师37人，博士生导师2人。每年选派近500名医务人员到国内外医院进修、学习，接受中南大学等医学院校临床实习生700余人次，每年培养住院医师和全科转岗医生各100余人次。
    </p>
    <h4>五、科研教学</h4>
    <p class="text">
      是中南大学湘雅医学院广德临床学院，南华大学、吉首大学、暨南大学临床医学硕士研究生培养基地，暨南大学临床医学博士研究生培养基地，徐州医科大学麻醉学硕士研究生培养基地，国家住院医师规范化培训基地，国家级全科医生（转岗）培训基地，国家级大学生校外实践教育基地，国家自然科学基金依托单位，国家药物临床试验机构，美国心脏协会（AHA）心血管急救培训中心，国家代谢性疾病研究中心常德分中心，西京消化病医院常德协作中心，湖南省麻醉科、神经外科、无痛胃镜临床医疗技术示范基地。百余项临床科研课题获省市科技成果奖和科技进步奖。每年在国内核心期刊上发表论文近200篇。累计发表SCI论文48篇。
    </p>
    <h4>六、单位荣誉</h4>
    <p class="text">
      获“全国卫生系统先进集体”“全国百姓放心示范医院”“全国厂务公开先进单位”“全国模范职工之家”
      “中国红十字人道服务奖章”“省双文明建设模范单位”“湖南省五四红旗团支部”“省园林式单位”“省消费者信得过单位”“省文明医院”“全省医院管理年活动先进单位”“全省优质护理服务表现突出医院”“省优化医院服务流程先进单位”“省百优女职工先进集体”“省卫生系统先进基层工会”“市文明单位”等荣誉称号。获2017年度十大医疗正能量事件传播奖，2018年通过艾力彼医院管理研究中心五星医院认证。
    </p>
    <h4>七、医院文化</h4>
    <p class="text">
      全体“一医人”牢记“广济天下，德行百年”的使命，关爱生命，善待患者，爱院爱岗，尽职尽责，为患者健康、为医院发展竭尽全力。全院医职员工齐心协力，狠抓党的建设、业务建设、基础建设、队伍建设、文化建设，着力打造绿色医院、智慧医院、和谐医院，正朝着“建设省内领先、市州第一医院，挺进全省前三强”的目标不断迈进。
    </p>
  </div>
</template>

<script>
export default {
  name: 'hospIntro',
  data () {
    return {}
  },
  created () {},
  mounted () {},
  methods: {}
}
</script>

<style scoped lang="less">
.text {
  line-height: 1.5em;
  padding: 10px 18px 10px 10px;
  text-indent: 2em;
  word-spacing: normal;
  color: rgb(90, 87, 87);
}
</style>
