<template>
  <div class="comDiseases">
    <el-row type="flex" justify="center">
      <h3>常见疾病对应科室</h3>
    </el-row>
    <p><span class="fb c_black ml5">应用说明： </span></p>
    <ul class="rule">
      <li>1、以下仅列举临床上较常见的疾病症状，并非完整疾病列表。</li>
      <li>
        2、以下疾病名称与科室的对应关系仅作为本预约网站查找就诊科室的参考，与各医院实际科室设置有差别。
      </li>
      <li>3、实际预约挂号中，本预约网站的科室与医院相应科室进行自动关联。</li>
    </ul>
    <p><span class="fb c_red">一、内科： </span></p>
    <p class="fb">1.传染科</p>
    <p>
      血吸虫病、碳疽、
      丝虫病、手足口病、破伤风、疟疾、麻风病、流行性腮腺炎、狂犬病、菌痢、甲型H1N1流感、脊髓灰质炎、急性出血性结膜炎、霍乱、肺结核、登革热、包虫病、百日咳、白喉、脂肪肝、乙肝、酒精肝、黄疸、肝硬化、肝炎、肝癌、肺结核、病毒性肝炎、艾滋病
    </p>
    <p class="fb">2.风湿免疫科</p>
    <p>
      硬皮病、血清阴性脊柱关节病、血管炎
      、系统性红斑狼疮、痛风、强直性脊柱炎、皮肌炎、脉管炎、类风湿性关节炎、狼疮性肾炎、巨细胞动脉炎、结节性红斑、结缔组织病、红斑狼疮、过敏性紫癜、关节炎、干燥综合症、风湿性关节炎
      、风湿热、风湿病、反应性关节炎、多发性肌炎、大动脉炎、成人斯蒂尔病
      、白塞氏病
    </p>
    <p class="fb">3.呼吸内科</p>
    <p>
      中暑、发热、支原体肺炎、支气管扩张、晕厥 、哮喘
      、上呼吸道感染、疱疹性咽峡炎、咳嗽、急性支气管炎、鼾症、肺炎、肺气肿、肺结核、肺癌、成人呼吸窘迫综合征、气胸、非典、流行性感冒、百日咳、禽流感、慢性支气管炎
    </p>
    <p class="fb">4.内分泌科</p>
    <p>
      胰岛素瘤、胃泌素瘤、痛风、体格发育障碍、生长抑激素瘤、肾素瘤、软骨发育不全症、乳腺增生、类癌综合征、库欣综合征、甲状腺肿、骨质疏松症、高血脂
      、痤疮、性早熟、糖尿病足、糖尿病、内分泌失调、巨人症、甲状腺炎、甲状腺瘤
      、甲亢、甲减、肥胖症、低血糖症、垂体瘤、 矮小症、2型糖尿病、1型糖尿病
    </p>
    <p class="fb">5.神经内科</p>
    <p>
      坐骨神经痛、偏头痛、煤气中毒、酒精中毒、遗传代谢病、 失语、 神经炎
      、三叉神经痛、偏瘫、脑萎缩、脑疝、脑膜炎、脑寄生虫病、面肌痉挛、结核性脑膜炎、共济失调、腓骨肌萎缩症、抽动症、重症肌无力、头晕、头痛、失眠、神经衰弱、帕金森、脑血栓、脑梗塞、脑出血、面瘫、肌病、癫痫
    </p>
    <p class="fb">6.肾内科</p>
    <p>
      肾结石、肾积水、膀胱炎、
      尿道炎、尿崩症、慢性肾炎、急性肾炎、紫癜性肾炎、小儿肾病、糖尿病肾病、肾盂肾炎、肾炎、肾小球肾炎、肾小管疾病、肾囊肿、肾功能衰竭、肾病综合症、尿路感染、尿毒症、慢性肾功能衰竭、狼疮性肾炎、急性肾功能衰竭、高血压肾病、多囊肾、IGA肾病、Fanconi综合征
    </p>
    <p class="fb">7.消化内科</p>
    <p>
      消化性溃疡、食物中毒、农药中毒、蛔虫病、胆囊炎、安眠药中毒、脂肪肝、胰腺炎、消化道出血、消化不良、胃肿瘤、胃炎、胃下垂、胃溃疡、胃癌、食道癌
      、十二指肠溃疡、慢性胃炎、慢性腹泻、酒精肝、结肠炎、急性胃炎、急性肠炎、肝硬化、肝炎、肝癌、腹泻、腹痛、反流性食管炎、便秘
    </p>
    <p class="fb">8.心血管内科</p>
    <p>
      中风、窦性心动过速、阵发性室上性心动过速、血管瘤、休克、胸腔积液、心衰、心律失常、
      心绞痛、心肌炎、心肌缺血、心肌梗死、心肌病、先天性心脏病、急性心肌梗死、急性感染性心内膜炎、冠心病、咯血、高血压、风湿性心脏病、风湿热、肺性脑病、肺水肿、房间隔缺损、房颤、动脉硬化
    </p>
    <p class="fb">9.血液科</p>
    <p>
      自身免疫性溶血性贫血、真性红细胞增多症、
      药物性溶血性贫、血小板无力症、血色病、维生素B12缺乏所致贫血、慢性病贫血、慢性白血病、巨幼细胞性贫血、急性失血性贫血、急性白血病、过敏性紫癜、单纯性紫癜、败血症、再生障碍性贫血、血友病、血小板减少性紫癜、嗜血细胞综合症、溶血性贫血、缺铁性贫血
      、贫血 、凝血功能障碍性疾病、慢性粒细胞白血病、急性淋巴细胞白血病
      、骨髓增生性疾病、骨髓纤维化、儿童白血病、地中海贫血、白血病、白细胞减少症
    </p>
    <p class="fb">10.肿瘤科</p>
    <p>
      原发性肝癌、阴茎癌、肾癌、前列腺癌、卵巢癌、淋巴瘤、 甲状腺癌、骨肉瘤
      、肺癌、胆管癌、大肠癌、子宫肌瘤、直肠癌、脂肪瘤、胰腺癌、胃癌、食管癌
      、乳腺癌、皮肤癌 、膀胱癌、淋巴管瘤、结肠癌、喉癌、骨瘤、宫颈癌、肝腺瘤
      、动脉瘤、胆囊癌、垂体瘤、鼻咽癌
    </p>
    <p><span class="fb c_red">二、外科： </span></p>
    <p class="fb">1.肝胆外科</p>
    <p>
      胰腺炎、胰腺癌、慢性肝炎、慢性胆囊炎、
      肝硬化、肝脓肿、肝癌、胆总管结石、胆汁返流性胃炎、胆囊息肉、胆结石、胆道出血、脂肪肝、慢性肝炎、慢性胆囊炎、酒精肝、肝囊肿、肝囊癌、胆总管结石、胆汁返流性胃炎、胆管扩张症
      、胰腺炎、胰腺癌、肝硬化、肝脓肿、肝腹水、肝癌、胆囊炎、胆结石、胆管癌
    </p>
    <p class="fb">2.肛肠外科</p>
    <p>
      直肠癌、外痔、蛲虫病、结肠瘘、肛周湿疹、肛门瘙痒症、肛窦炎、腹内疝、大肠息肉、大肠类癌、大肠梗阻、大肠癌、痔疮、直肠阴道瘘、直肠息肉、直肠脱垂、内痔、结肠炎、结肠癌、混合痔、肛周脓肿、肛瘘、肛裂、大便失禁、便秘
    </p>
    <p class="fb">3.骨科</p>
    <p>
      椎间盘突出症、肘关节脱位、类风湿性关节炎、筋膜炎、腱鞘炎、肩周炎、脊柱炎、滑囊炎
      、关节脱位、骨盆骨折、骨膜炎、骨关节炎、跟骨骨折、复发性风湿病、风湿性关节炎、多指畸形、耻骨炎、髌骨骨折、腰椎间盘突出、腰椎管狭窄、腰肌劳损、膝关节损伤、颈椎病、腱鞘囊肿、脊柱骨折、关节炎、骨质增生
      、骨质疏松、骨折、骨髓炎
    </p>
    <p class="fb">4.颅脑外科</p>
    <p>
      脑血栓、脑萎、脑栓塞、脑疝、脑膜炎、脑膜瘤
      、脑瘤、脑痨、脑积水、脑梗塞、脑出血、颅咽管瘤、颅内肿瘤、颅内黑色素瘤、颅骨缺损、颅骨结核、颅骨骨髓炎、脊椎结核、弓形体脑病、高血压脑出血、高颅压性脑积水、垂体瘤、痴呆、表皮囊肿、闭合性脑外伤
    </p>
    <p class="fb">5.泌尿外科</p>
    <p>
      遗精、输尿管炎、肾小球肾炎、肾下垂、肾结石、膀胱炎、膀胱瘘、膀胱结石、尿瘘、尿道炎、尿道结石、精囊结石、急性肾小球肾炎、急性膀胱炎、梗阻性肾病、腹股沟疝、包皮龟头炎、隐睾、输尿管结石、肾损伤、前列腺增生
      、前列腺炎
      、尿失禁、尿路感染、尿结石、男性不育、精索静脉曲、精囊炎、附睾炎 、包茎
    </p>
    <p class="fb">6.胃肠外科</p>
    <p>
      胃穿孔、肠炎、肠扭转、肠瘘、肠结、残胃淋巴瘤、闭孔疝、胞痹、半月线疝、十二指肠病症、脾破裂
    </p>
    <p class="fb">7.心胸外科</p>
    <p>
      胸腔积液、心肌炎、心肌梗塞、失血性休克、气管梗阻、脓胸、慢性心力衰竭、慢性心包炎、急性心肌梗死、急性心包炎、鸡胸、膈肌膨出、肺水肿、肺癌、动脉硬化、创伤窒息综合征、穿透性心脏外伤、病毒性心肌炎
      、闭合性气胸、支气管扩张、血胸、胸膜炎、心内膜炎、心包炎、先天性心脏病、气胸、继发性肺动脉高压、冠心病、风湿性心脏病、肺气肿
    </p>
    <p class="fb">8.血管外科</p>
    <p>
      腹主动脉瘤、腹壁血栓性静脉炎、肺血管炎、肺动静脉瘤、肠系膜动脉瘤、鼻血管瘤、主动脉瘤、易栓症、血管瘤、下肢淋巴水肿、下肢静脉血栓、糖尿病足、脉管炎、静脉曲张、动脉硬化闭塞症、动脉栓塞、动脉瘤
    </p>
    <p class="fb">9.整形外科</p>
    <p>
      自体脂肪填充、眼部整形、胸部整形、瘦小腿、瘦脸针、肉毒素去皱、祛痣、面部整形、毛发整形、口腔整形、胶原蛋白填充、减肥瘦身、激光脱毛、激光瘦脸
      、激光去皱、激光嫩肤、激光美白、妇科整形、耳部整形、唇腭裂、唇部整形、除皱、除腋臭、玻尿酸填充、玻尿酸去皱、鼻部整形、疤痕切除术
    </p>
    <p class="fb">10.普外科</p>
    <p>
      脓肿、疖、腱鞘囊肿、喉部创伤、毒蛇咬伤、电击伤、创伤窒息综合征、创伤性休克、创伤性气胸、创伤性鼻出血、尺神经损伤、不动杆菌感染、鼻疖、败血症、腹股沟疝、腹膜后血肿、腹外疝、疝气、阑尾炎、白线疝
      、腰疝
    </p>
    <p class="fb">11.烧伤科</p>
    <p>
      应激性溃疡、眼烧伤、咽部灼伤、吸入性损伤、头皮及颅骨烧伤、烧伤休克
      、烧伤后急性肾、烧伤败血症、烧（烫）伤、热烧伤、高钠血症、非冻伤性冷伤、触电、烧伤感染、电烧伤、褥疮、化学烧伤
    </p>
    <p class="fb">12.乳腺外科</p>
    <p>
      乳腺结核、乳头内陷 、乳房缺少症、乳房棘球蚴病
      、男性乳房肥大症、柏哲病、乳腺增生、乳腺导管内乳头状瘤、乳腺癌、乳房纤维瘤
      、乳房肉瘤、男性乳腺增生、急性乳腺炎、多乳头多乳房畸形
    </p>
    <p class="fb">13.神经外科</p>
    <p>
      小脑扁桃体下疝畸形、先天性脑积水、先天性颅颌面畸形、髓母细胞瘤、松果体肿瘤、室管膜瘤、三脑室肿瘤、脑震荡、脑缺血性疾病、脑半球肿瘤、颅内动脉瘤、颅脑外伤性疾病、颅缝早闭、颅底肿瘤
      、脊柱栓系综合症、脊髓膨出、脊膜膨出、垂体瘤、脑肿瘤、帕金森、椎管内肿瘤、蛛网膜下腔出血、脊髓空洞症、颅咽管瘤、脑血管病、听神经瘤
      、脑积水、三叉神经痛、癫痫、面肌痉挛、脑血管畸形、脑出血、胶质瘤、脑外伤、脑膜瘤
    </p>
    <p class="fb">14.手外科</p>
    <p>
      手部肿瘤、手部脓肿、手臂筋膜炎、柯莱斯骨折、疖、腱鞘炎、腱鞘囊肿、甲下脓肿、甲沟炎、化脓性指头炎、多指畸形、尺神经损伤、断指再植
    </p>
    <p><span class="fb c_red">三、妇产科： </span></p>
    <p class="fb">1.产科</p>
    <p>
      自然流产、子宫脱垂
      、羊水过少、羊水过多、羊膜带综合征、胎位异常、胎死宫内、人工受精、
      破水、难产、流产、产褥期乳腺炎、产后抑郁症、产后血瘀、产后虚脱、产后喘促、产后出血、子宫破裂、早孕反应、早产、引产、羊水异常、羊水栓塞、先兆流产、习惯性流产、胎停、胎盘早剥、胎膜早破、胎粪吸入综合征、胎儿先天畸形
    </p>
    <p class="fb">2.妇科</p>
    <p>
      子宫内膜炎、月经过少、月经过多、性交疼痛
      、细菌性阴道炎、外阴痛、外阴湿疹、输卵管炎、乳腺增生、乳腺炎、念珠菌性阴道炎、蛲虫性阴道炎、过敏性阴道炎、更年期综合征、非淋菌性尿道炎、滴虫性阴道、崩漏、月经失调、阴道炎、外阴瘙痒、痛经、盆腔炎、霉菌性阴道炎、卵巢囊肿、宫外孕、宫颈炎、功能性子宫出血、不孕不育、闭经、白带异常
    </p>
    <p><span class="fb c_red">四、男科：</span></p>
    <p>
      阴茎异常勃起、阴茎癌、性欲亢进、无精症、少精症、前列腺增生、前列腺癌
      、慢性细菌性前列腺、淋病合并症前列腺炎、非细菌性前列腺炎、不射精症、包皮阴茎头炎、男性不育、性功能障碍、前列腺炎、精索静脉曲张、包皮过长、包皮龟头炎、遗精、附睾炎、精囊炎、阳痿、早泄、睾丸扭转、睾丸炎、包茎
    </p>
    <p><span class="fb c_red">五、儿科： </span></p>
    <p class="fb">1.儿内科</p>
    <p>
      性早熟、新生儿黄疸、小儿支气管炎、小儿支气管哮喘、小儿营养不良、小儿厌食、小儿哮喘
      、小儿消化不良、小儿上呼吸道感染、小儿流行性感冒、小儿咳嗽、小儿惊厥
      、小儿急性支气管炎、小儿黄水疮、小儿腹胀、小儿腹泻、小儿肺炎、小儿癫痫、小儿白血病、手足口病、尿布疹、奶癣、母乳性黄疸、麻疹、口周湿疹、风疹、肥胖症、发烧、鹅口疮、地中海贫血
    </p>
    <p class="fb">1.儿外科</p>
    <p>
      婴幼儿脐疝、新生儿窒息、新生儿硬肿症、新生儿水肿、新生儿破伤风
      、新生儿出血
      、新生儿产伤、小儿痔疮、小儿直肠脱垂、小儿隐睾、小儿斜颈、小儿烫伤、小儿疝气、小儿气胸、小儿膈疝、小儿肛周脓肿、小儿肛瘘、小儿肠炎、小儿肠套叠、小儿包皮过长、外生殖器畸形、食管瘘、食道闭锁、疝气、气管瘘、寄生胎、畸胎瘤、儿童遗尿症、胆道闭锁、肠闭锁
    </p>
    <p><span class="fb c_red">六、皮肤性病科： </span></p>
    <p class="fb">1.皮肤科</p>
    <p>
      手足癣、皮肌炎、疱疹、牛皮癣、酒渣鼻、脚癣、黄褐斑、狐臭、汗疱症
      、风疹、痱子、冻疮、痤疮、白化病、痒疹
      、荨麻疹、癣、脱发、头癣、体癣、湿疹、神经性皮炎、瘙痒症、雀斑、皮炎、皮肤瘙痒、皮肤过敏、毛囊炎、脚气、鸡眼
    </p>
    <p class="fb">2.性病科</p>
    <p>
      阴虱病、梅毒、性病性淋巴肉芽肿、尖锐湿疣、假性湿疣、生殖器疱疹、生殖器念珠菌病、色厥色脱、软下疳、妊娠合并梅毒、潜伏梅毒、梅毒性巩膜炎、淋球菌感染、淋病合并症精囊炎、淋病、老年人神经梅毒、腹股沟肉芽肿、非淋菌性尿道炎、儿童尖锐湿疣、传染性软疣、艾滋病、淋病
    </p>
    <p><span class="fb c_red">七、五官科：</span></p>
    <p class="fb">1.耳鼻喉科</p>
    <p>
      中耳炎、外耳道炎、听力障碍、乳突炎、疱疹性咽峡炎、面肌痉挛、鼻咽炎、枯草热、急性喉炎、急性鼻咽炎、喉阻塞、喉炎、喉痹、鼓膜外伤、耳疖、扁桃体炎、鼻炎、鼻咽炎、鼻咽癌、鼻出血、急性咽炎
      、慢性咽炎、鼻窦炎、过敏性鼻炎、慢性鼻炎、耳聋、耳鸣、声带息肉、鼻息肉、分泌性中耳炎
    </p>
    <p class="fb">2.口腔科</p>
    <p>
      智齿冠周炎、智齿、牙痈、牙龈炎、牙髓病、四环素牙、上颌前突、磨牙、流行性腮腺炎、口糜、口角炎、颌骨骨折、根尖周病、氟牙症、二氧化硫中毒、鹅口疮、唇炎、唇疱疹、唇裂、垂痈、扁平苔癣、牙颌畸形、牙痛、口腔颌面部肿瘤、牙周炎、口腔溃疡、龋齿、牙髓炎
    </p>
    <p class="fb">3.眼科</p>
    <p>
      眼球突出、眼眶脓肿、眼弓蛔虫病、雪盲、无视眼、视神经炎、色盲、散光、泪腺炎、泪囊炎、老花眼、眶底骨折、巩膜炎、飞蚊症、反向斜视、玻璃体出血、白内障、视网膜脱落、小儿弱视、麦粒肿、霰粒肿、干眼、角膜病、屈光不正、结膜炎、角膜炎、弱视、眼外伤、红眼病、沙眼、近视、斜视、青光眼
    </p>
    <p><span class="fb c_red">八、精神心理科：</span></p>
    <p class="fb">1.亲子教育</p>
    <p>
      厌学、自闭、多动症、不合群、阅读障碍、孩子叛逆、网瘾、攀比心强、自控力差、早恋、胆小懦弱、青春期、内向、妒忌心强、撒谎、自私、自我为中心、挫折应对、考前紧张
    </p>
    <p class="fb">2.情感压力</p>
    <p>
      失恋、暗恋、逼婚、恐婚、冷暴力、复婚、离婚、网恋、焦虑、抑郁、失眠、多梦、强迫症、神经衰弱、产后抑郁、更年期、人格障碍、自杀倾向、精神分裂、做噩梦、鬼压身、产前抑郁、分娩恐惧、疑病症、压力大、洁癖、孤独寂寞、易怒
    </p>
    <p class="fb">3.人际关系</p>
    <p>
      成长阴影、婆媳关系、家庭暴力、亲情冷淡、代沟、家庭矛盾、社交恐惧、容易紧张、依赖父母、对视恐惧、余光恐惧、自闭症、母子关系、父子关系、不合群、被排挤
    </p>
    <p class="fb">4.性心理</p>
    <p>
      性骚扰、性冷淡、性欲太强、阳痿早泄、同性恋、男同、拉拉、双性恋、性幻想、乱伦、恋父、恋母、恋物癖、偷窥癖、露阴癖、异装癖、易性癖、性虐倾向、手淫自慰、恋童癖、摩擦癖、窥阴癖
    </p>
    <p><span class="fb c_red">九、职业病： </span></p>
    <p class="fb">1.尘肺</p>
    <p>
      铸工尘肺、云母尘肺、矽肺、陶工尘肺、碳黑尘肺、水泥尘肺、石墨尘肺、石棉肺、煤工尘肺、铝尘肺、滑石尘肺、电焊工尘肺
    </p>
    <p class="fb">2.职业中毒</p>
    <p>
      有机磷农药中毒、有机氟聚合物中毒、一氧化碳中毒、一甲胺中毒、杀虫脒中毒、铅中毒、汽油中毒、铍病、拟除虫菊酯类农药中毒、氯乙烯中毒、氯气中毒、氯丁二烯中毒、氯丙烯中毒、硫酸二甲酯中毒、硫化氢中毒、磷中毒、磷化铝中毒、甲醛中毒、甲醇中毒、甲苯中毒、汞中毒、工业性氟病、二氧化硫中毒、二氯乙烷中毒、二硫化碳中毒、二甲基甲酰胺中毒、二甲苯中毒、苯中毒、氨中毒、氨基甲酸酯类农药中毒
    </p>
  </div>
</template>

<script>
export default {
  name: 'comDiseases',
  data () {
    return {}
  },
  created () {},
  mounted () {},
  methods: {}
}
</script>

<style scoped lang="less">
.c_red {
  color: red;
}
.fb {
  font-weight: bold;
}
.ml5 {
  margin-left: 5px;
}
</style>
