<template>
  <div class="comProble">
    <dl class="helpContent" v-for="(item, index) in list" :key="index">
      <dt>
        <b class="mr10">&bull;</b
        ><a href="javascript:;" @click="showDd(item)">{{ item.p }}</a>
      </dt>
      <dd v-if="item.showD" v-html="item.a"></dd>
    </dl>
  </div>
</template>

<script>
export default {
  name: 'comProble',
  data () {
    return {
      list: [
        {
          p: '注册预约挂号系统需要提供哪些资料？',
          a:
            '答：您好！注册时需要您提供真实姓名、真实身份证号码、手机号等信息。',
          showD: false
        },
        {
          p: '如何登录？',
          a:
            ' 答：您好！您可以凭用户名、身份证号码、市民卡、健康卡及密码登录。',
          showD: false
        },
        {
          p: '我可以通过哪里注册？',
          a: `答：您好！您可以通过以下渠道进行注册。<br />
                &nbsp;①&nbsp;预约挂号网站<br />
                &nbsp;②&nbsp;微信公众号<br />
                &nbsp;③&nbsp;支付宝生活号<br />
                &nbsp;④&nbsp;自助终端<br />`,
          showD: false
        },
        {
          p: '预约挂号一定要实名吗？',
          a:
            '答：您好！为了防止黄牛党恶意炒号，同时也为了保障广大人民群众的公共利益，实行实名制预约原则，因此为了保障您能顺畅地进行预约挂号，请在注册时提供您的真实个人信息。谢谢！',
          showD: false
        },
        {
          p: '小孩没有身份证如何注册？',
          a:
            '答：您好！由于实行实名制预约挂号，如您的小孩还没有身份证号码，则无法享受预约挂号服务。建议您可以先为小孩到户籍所在地的公安部门进行户籍登记，当获取小孩身份证信息后再进行预约挂号，为此给您带来的不便敬请谅解。谢谢！',
          showD: false
        },
        {
          p: '港澳台用户注册需要提供哪些资料？',
          a:
            '答：您好！港澳台用户注册需要提供姓名、手机号码（内陆）、《港澳居民来往内地通行证》、《台湾居民来往大陆通行证》。',
          showD: false
        },
        {
          p: '我可以注册多少个账号？',
          a: `答：您好！为防止黄牛党恶意炒号，对账号注册有以下规则限制。<br />
            &nbsp;①&nbsp;一个身份证号只能注册1个账号<br />
            &nbsp;②&nbsp;一个手机号只能注册3个账号<br />`,
          showD: false
        },
        {
          p: '如何修改登录密码？',
          a: `答：您好！您可以通过预约挂号网站修改登录密码。<br />
            &nbsp;&nbsp;①&nbsp;网站：登录→预约管理→资料修改→修改密码。<br />`,
          showD: false
        },
        {
          p: '忘记登录密码怎么办？',
          a:
            '答：您好！您可以在登录页面点击“忘记密码”，通过用户名、手机号码、身份证号码即可取回密码，如有疑问可请拔打12320服务热线。谢谢！',
          showD: false
        },
        {
          p: '手机号更换了，原密码忘记了，怎么办？',
          a:
            ' 答：您好！如您注册的原手机号码已更换，且已忘记登录密码，您可以致电12320服务热线申请修改手机号码，待手机号码修改成功后，您可以通过网站、微信等渠道修改登录密码。谢谢！',
          showD: false
        },
        {
          p: '预约成功后怎么取号？',
          a:
            '答：您好！在就诊当天，提前30分钟凭身份证和预约成功消息，在医院指定窗口或自助终端取号，个别医院取号规则有个性化要求。',
          showD: false
        },
        {
          p: '取号时间？',
          a:
            '答：您好！预约成功的订单需在就诊当天，在预约就诊时间前，提前30分到医院指定窗口或自助终端取号（如预约上午10：00~11：00时间段的号源，则需要在9点30分前取号。），个别医院取号规则有个性化要求。',
          showD: false
        },
        {
          p: '超时未取号会怎么办？',
          a: ` 答：您好！①预付费订单超时未取号系统将记用户爽约一次，订单作废且费用不退。如遇特殊情况可向医院申请退费（如医生临时停诊、系统故障无法取号等）。<br />
                    ②后付费的订单超时未取号，号源回收号源池，系统将记用户爽约一次。`,
          showD: false
        },
        {
          p: '为本人预约/为子女预约，取号时需要提供哪些资料？',
          a: ` 答： 您好！<br />
            &bull;为本人预约，取号时需要提供预约成功信息、身份证信息到医院指定服务窗口取号。<br />
            &bull;为子女预约，取号时需要提供预约成功信息、子女身份证/户口本到医院指定服务窗口取号。<br />
            &bull;个别医院已开通免取号功能，此为医院个性化服务。`,
          showD: false
        },
        {
          p:
            '为子女预约成功后，医院挂号窗打印的挂号单上显示的是父母的名字，为什么？',
          a:
            '答：您好！出现这种情况，您可以要求医院工作人员进行重新打印就诊单。',
          showD: false
        },
        {
          p: '就诊当天医生突发临时停诊，怎么办？',
          a:
            '答：您好！当遇到医生在出诊当天突发临时停诊时，由于事出突然，系统无法向用户及时发送停诊通知，届时停诊通知将由医院自行人工通知用户。如您已到医院现场，可要求医院工作人员重新安排医生为您看诊。谢谢！',
          showD: false
        },
        {
          p: '医生临时停诊了，我已取号费用能退吗？',
          a:
            '答：您好！如医生临时停诊，且您已取号，您可以将情况反馈至医院工作人员，当系统收到医生停诊通知后，将在7个工作日内将费用退还至用户支付账号内。如超过7个工作日仍未收到退费，可致电12320服务热线申诉退费。谢谢！',
          showD: false
        },
        {
          p: '医生提前停诊了，我未取号，但是挂号费已超过7个工作日仍未退。',
          a:
            '答：您好！如医生提前停诊，但超过7个工作日仍未收到退费，你可以拔打12320服务热线申诉退费。谢谢！',
          showD: false
        },
        {
          p: '注册预约挂号系统需要提供哪些资料？',
          a: '注册预约挂号系统需要提供哪些资料？',
          showD: false
        },
        {
          p: '注册预约挂号系统需要提供哪些资料？',
          a: '注册预约挂号系统需要提供哪些资料？',
          showD: false
        }
      ]
    }
  },
  created () {},
  mounted () {},
  methods: {
    showDd (item) {
      item.showD = true
    }
  }
}
</script>

<style scoped lang="less">
.mr10 {
  margin-right: 10px;
}
.helpContent dt {
  border-bottom: 1px dashed #dadada;
  padding: 5px;
}
.helpContent dt a {
  color: #606266;
  font-size: 16px;
  height: 22px;
  display: inline-block;
  text-decoration: none;
}
.helpContent dt a:hover {
  color: #009aff;
}
.helpContent dt a.width440 {
  width: 440px;
}
.helpContent dd {
  line-height: 22px;
  padding: 0px 0px 0px 22px;
  color: #009aff;
  margin: 0;
}
</style>
